url_scooter = "https://qa-scooter.praktikum-services.ru/"
url_dzen = "https://dzen.ru/?yredirect=true"

class TextAnswer:
    text_answer_price = 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'
    text_answer_many_scooters = 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'
    text_answer_rental_period = 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'
    text_answer_scooter_today = 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'
    text_answer_prolong_or_return = 'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'
    text_answer_charging = 'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'
    text_answer_cancel_order = 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'
    text_answer_delivery_area = 'Да, обязательно. Всем самокатов! И Москве, и Московской области.'

